import './styles/sales.css'

const Sales = () => {
    return ( 
        <div className="sales" id="sales">
            <h1 className="sales-title">Акції та знижки</h1>

            <div className="sales-box">
                <h1>Родинний тур</h1>
                <hr />
                <img src="/fly-buy-tickets/images/sales/family.png" alt="Сім'я, подорожуйте дешевше з сім'єю" />
                <p>
                    Економте подорожуючи сім’єю разом з нами. Кожна дитина віком до 8-ми років, 
                    яка подорожує з дорослим, може летіти за половину ціни. Знижка автоматично 
                    застосовується при бронюванні авіаквитків для батьків та дітей.
                </p>
            </div>

            <div className="sales-box">
                <h1>Осінні розпродажі</h1>
                <hr />
                <img src="/fly-buy-tickets/images/sales/leaves.png" alt="Осінь, осінні розпродажі" />
                <p>
                    Всі клієнти сайту отримують унікальний промокод для знижки на авіаквитки під 
                    час бронювання. Промокод надає знижку 15% на всі рейси протягом осіннього 
                    сезону. Для зареєстрованих користувачів, які підписані на розсилку, пропонується 
                    додаткова знижка в розмірі 5%.
                </p>
            </div>

            <div className="sales-box">
                <h1>Зареєструйтеся і зекономте</h1>
                <hr />
                <img src="/fly-buy-tickets/images/sales/handshake.png" alt="Співпраця" />
                <p>
                    Спеціальна акція для зареєстрованих клієнтів сайту, які мають акаунт. Всі зареєстровані 
                    користувачі отримують сталу знижку в розмірі 10% на всі авіаквитки після входу в систему 
                    та бронювання. Ця знижка доступна завжди і діє для всіх рейсів.
                </p>
            </div>
        </div>
     );
}
 
export default Sales;